export function Data() {
  const array3 = [
    { title: "Байр, гудамж сонгоно уу" },
    { title: "Нархан хотхон" },
    {
      title: "26-р байр",
    },
    { title: "Хоймор хотхон" },
    {
      title: "45-р байр",
    },
    {
      title: "Зайсан хотхон",
    },
  ];

  const array = [
    {
      title: "Баянзүрх дүүрэг",
    },
    {
      title: "Баянзүрх дүүрэг",
    },
    {
      title: "Хан-Уул дүүрэг",
    },
    {
      title: "Баянгол дүүрэг",
    },
    {
      title: "Сонгинохайрхан дүүрэг",
    },
    {
      title: "Чингэлтэй дүүрэг",
    },
  ];
  const array1 = [
    {
      title: "Хороо сонгоно уу",
    },
    {
      title: "1-р хороо",
    },
    {
      title: "2-р хороо",
    },
    {
      title: "3-р хороо",
    },
    {
      title: "4-р хороо",
    },
    {
      title: "5-р хороо",
    },
    {
      title: "6-р хороо",
    },
    {
      title: "7-р хороо",
    },
  ];
}
